Repository: wescamp/The_Final_Exam-1.6
Catalog: po/*.po
Languages: sk

source: The Final Exam
sk: Posledná skúška

source: TFE
sk: PS

source: A young mage Erika must find a magic book to become a true mage. (2 scenarios, for beginners) This campaign is aimed to be: - easy to play - easy to modify - easy to learn basics of WML - easy to translate
sk: Mladá mágyňa Erika musí nájsť magickú knihu, aby sa stala skutočnou mágyňou. (2 scenáre, pre začiatočníkov) Táto kampaň je: - jednoduchá pre hru - jednoduchá pre úpravy - jednoduchá pre učenie základov WML - jednoduchá na prekladanie

source: female^Apprentice
sk: Učnica

source: (Very Easy)
sk: Ľahučká

source: female^Mage
sk: Mágyňa

source: (Easy)
sk: Ľahká

source: female^Archmage
sk: Arcimágyňa

source: (Medium)
sk: Stredná

source: Campaign Design
sk: Návrh kampane

source: Text corrections
sk: Úprava textov

source: Anezka Bubenickova
sk: Anežka Bubeníčková

source: Also many thanks to:
sk: Taktiež veľká vďaka pre:

source: Viliam Bur, Db0, Elvish Pillager, Fendrin and zookeeper (yes, not capitalized)
sk: Viliam Bur, Db0, Elvish Pillager, Fendrin and zookeeper (áno, s malým začiatočným písmenom)

source: 1_Village
sk: 1_Dedina

source: Young mage Erika has just finished her studies. One day, She will be a powerful mage.
sk: Mladá mágyňa Erika práve dokončila svoje štúdium. Jedného dňa sa stane mocnou mágyňou.

source: But she must complete her final exam - find a magic book somewhere in the cave in the northeast.
sk: Musí však splniť svoju poslednú skúšku - nájsť magickú knihu kdesi v jaskyni na severovýchode.

source: female^Erika
sk: Erika

source: Defeat Nerek
sk: Porazíš Nereka

source: Death of Erika
sk: Zomrie Erika

source: Turns run out
sk: Vyprší čas

source: Johnny
sk: Janči

source: To make my final exam, I have to find a book. It is somewhere in that cave.
sk: Aby som splnila svoju poslednú skúšku, musím nájsť tú knihu. Je niekde v tej jaskyni.

source: Hey boys, here comes some silly girl with badly trained troops. Smash them!
sk: Hej banda, prichádza nejaké dievčatko aj s pár zelenáčmi. Rozbite ich!

source: You will be smashed, orc.
sk: Len aby si ty nedostal poriadnu nakladačku, ork.

source: Way into caves is clear now.
sk: Cesta do jaskyne je konečne voľná.

source: Oh, no! I hope this blood is not mine!
sk: Ah nie! Dúfam, že tá krv nie je moja!

source: 2_Cave
sk: 2_Jaskyňa

source: Orcs in front of the entrance has been killed. Erika must find the book now.
sk: Orkovia pred vstupom do jaskyne boli pobití. Erika teraz musí nájsť knihu.

source: Find the book
sk: Nájdi knihu

source: I don't like this place. It's too silent and too dark. But I'm sure that I will find the book. Careful, warriors, I smell trolls!
sk: Nepáči sa mi toto miesto. Je to tu príliš tiché a príliš temné. Určite tu ale nájdem tú knihu. Opatrne bojovníci, cítim trolov!

source: Two heavy infantrymen are close. Maybe for 40 gold they will help me in my search.
sk: Dvaja obrnenci sú nablízku. Možno za 40 zlatiek by pomohli v mojom hľadaní.

source: Hey you! Looking for some gold?
sk: Hej vy! Chcete si zarobiť?

source: No no no, bad idea.
sk: Nie nie nie, to nie je dobrý nápad.

source: I can't take this book. Only Erika can take it.
sk: Nemôžem zobrať túto knihu. Len Erika ju môže zobrať.

source: I found the book. My quest here is almost over. Now I only have to get out of here. Maybe this book can help me. Moment, here is something... entering a magic door from dark places... Nuva Esttenias Telune Illuminatum!
sk: Našla som knihu. Moja úloha je takmer splnená. už sa len dostať odtiaľto. Moment, tu je niečo... otvorenie magických dvier z temných miest... Nuva Esttenias Telune Illuminatum!

source: Great, I made it! I will be ranked as a true mage!
sk: Paráda, podarilo sa! Odteraz som už skutočnou mágyňou!

source: We found 25 gold coins.
sk: Našli sme 25 zlatiek.
